Repository: FreePBX/ivr
Catalog: i18n/*/LC_MESSAGES/ivr.po
Languages: de_de, es_es, fa_ir, it_it, pl, pt_br, ru_ru, vi

source: A PHP extension stopped the file upload
de_de: Eine PHP Erweiterung hat den Datei Upload gestoppt
es_es: Una extensión PHP a detenido la subida del archivo
fa_ir: یک PHP extension in بارگذاری فایل را متوقف کرد
it_it: Un'estensione PHP ha interrotto il caricamento del file
pl: Rozszerzenie PHP zatrzymało przesyłanie plików
pt_br: Uma extensão PHP parou o carregamento do arquivo
vi: Máy nhánh PHP đã ngừng tải tệp lên

source: A connection to Asterisk Manager could not be made. This module requires Asterisk to be running and have proper credentials
de_de: Eine Verbindung zum Asterisk Manager konnte nicht hergestellt werden. Dieses Modul benötigt Asterisk, um ausgeführt zu werden und korrekte Anmeldeinformationen
es_es: No se pudo establecer una conexión con Asterisk Manager. Este módulo requiere que Asterisk funcione y tenga credenciales adecuadas
it_it: Non è stato possibile stabilire una connessione con Asterisk Manager. Questo modulo richiede che Asterisk sia in esecuzione e disponga di credenziali appropriate
pl: Nie można nawiązać połączenia z Asterisk Managerem. Ten moduł wymaga, aby Asterisk był uruchomiony i miał odpowiednie poświadczenia
ru_ru: Невозможно подключиться к Asterisk-менеджеру. Этот модуль требует запущенного процесса Asterisk и должен иметь необходимые полномочия

source: A value of 0 disables the timeout
de_de: Ein Wert von 0 deaktiviert das Zeitlimit
es_es: Un valor de 0 inhabilita el tiempo de espera
fa_ir: مقدار ۰ تایم اوت را غیرفعال میکند
it_it: Un valore di 0 disabilita il timeout
pl: Wartość 0 wyłącza limit czasu
pt_br: O valor 0 desabilita o tempo limite
ru_ru: Значение "0" отключает данный таймаут
vi: Gía trị bằng 0 sẽ vô hiệu thời gian chờ

source: ALERT_INFO can be used for distinctive ring with SIP devices.<br>If you are having issues, see the "Enforce RFC7462" option found in Settings->Advanced Settings. <br><br>Whether to enforce RFC7462 for Alert-Info. With this enabled all Alert Infos will be prefixed with "<lt&>http://127.0.0.1<gt&>;info=" if it was not previously defined. This is to be in accordance with RFC7462. Disaling this enforcement will remove the prefix entirely
es_es: ALERT_INFO puede ser usado para un tono de llamada distinto con dispositivos SIP. <br>SI está teniendo probleams, vea la opción "Imponer RFC7462" encontrada en Ajustes->Ajustes Avanzados. <br><br>Si aplicar RFC7462 para Alert-Info. Con esto habilitado todos los Alert Info serán prefijados con "<lt&>http://127.0.0.1<gt&>;info=" si no fue definido anteriormente. Esto es para está en concordancia con la RFC7462. Deshabilitar esta imposición eliminará el prefijo enteramente
pl: ALERT_INFO może być używany do charakterystycznego dzwonka z urządzeniami SIP. <br>Jeśli masz problemy, zapoznaj się z opcją "Wymuszaj RFC7462" znajdującą się w Ustawienia->Ustawienia zaawansowane. <br><br>Określa, czy wymuszać RFC7462 dla Alert-Info. Po włączeniu tej opcji wszystkie informacje o alertach będą poprzedzone prefiksem "<lt&>http://127.0.0.1<gt&>; info=", jeśli nie został wcześniej zdefiniowany. Ma to być zgodne z RFC7462. Usunięcie tego wymuszania spowoduje całkowite usunięcie prefiksu

source: Actions
de_de: Aktionen
es_es: Acciones
fa_ir: عملیات
it_it: Azioni
pl: Działania
pt_br: Ações
ru_ru: Действия
vi: Các thao tác

source: Add Another Entry
de_de: Einen weiteren Eintrag hinzufügen
es_es: Agregar Otra Entrada
fa_ir: افزودن ورودی دیگر
it_it: Aggiungi un'altra voce
pl: Dodaj kolejny wpis
pt_br: Adicionar Outro Elemento
vi: Thêm mục nhập khác

source: Add IVR
de_de: IVR hinzufügen
es_es: Añadir IVR
fa_ir: افزودن منو صوتی
it_it: Aggiungi IVR
pl: Dodaj IVR
pt_br: Adicionar URA
ru_ru: Добавить IVR
vi: Thêm IVR

source: After playing the Invalid Retry Recording the system will replay the main IVR Announcement
de_de: Nachdem die Aufforderung für die Wiederholung eines ungültigen Versuchs abgespielt wurde, wiederholt das System die Hauptansage des Sprachdialogs
es_es: Después de reproducir el "reintento de grabación no es válido", el sistema repetirá el anuncio principal del IVR
fa_ir: پس از پخش ضبط سعی مجدد نامعتبر سیستم منو صوتی اصلی را مجدد پخش میکند
it_it: Dopo aver eseguito la registrazione di tentativi non validi, il sistema riprodurrà l'annuncio IVR principale
pl: Po odtworzeniu "nieprawidłowego nagrania dla ponowienia" system odtworzy główny komunikat IVR
pt_br: Após tocar a Gravação Tentativa Inválida o sistema tocará o Anuncio principal da URA
ru_ru: После проигрывания записи Неверный Повтор система воспроизведет основное приветствие IVR
vi: Sau khi phát bản ghi phép thử lại không hợp lệ hệ thống sẽ phát lại thông báo IVR chính

source: After playing the Timeout Retry Recording the system will replay the main IVR Announcement
de_de: Nachdem die Aufforderung für die Wiederholung nach einer Zeitüberschreitung abgespielt wurde, wiederholt das System die Hauptansage des Sprachdialogs
es_es: Después de reproducir la grabación "Tiempo de espera de reintento agotado", el sistema se repetirá el anuncio principal del IVR
fa_ir: بعد از پخش زمان وقفه سیستم ضبط پیام اصلی منوی صوتی را دوباره پخش میکند
it_it: Dopo aver riprodotto la registrazione Timeout, il sistema riprodurrà l'annuncio IVR principale
pl: Po odtworzeniu nagrania "ponowienia po upłynięciu limitu czasu" system odtworzy główny komunikat IVR
pt_br: Após tocar a Gravação de Tempo Esgotado da Tentativa o sistema tocará o Anuncio principal da URA
ru_ru: После проигрывания записи Тайм-аут Повтора система воспроизведет основное приветствие IVR
vi: Sau khi phát bản ghi thời gian chờ để thử lại (Timeout Retry Recording), hệ thống sẽ phát lại thông báo IVR chính

source: Alert Info
de_de: Alarminfo
es_es: Aler Info
fa_ir: اطلاعات هشدار
it_it: Informazioni di avviso
pl: Informacje o alertach
pt_br: Informação de Alerta
vi: Thông tin cảnh báo

source: Amount of time to be considered a timeout.
de_de: Zeit, nach der eine Zeitüberschreitung auftritt.
es_es: Tiempo a ser considerado como tiempo de espera.
fa_ir: مقدار زمانی درنظر گرفته شده برای وقفه.
it_it: Quantità di tempo da considerare un timeout.
pl: Czas, który należy uznać za limit czasu.
pt_br: Período de tempo a ser considerado tempo limite.
ru_ru: Интервал времени , используемый как таймаут.
vi: Lượng thời gian được xem là thời gian chờ.

source: Announcement
de_de: Ansage
es_es: Anuncio
fa_ir: اطلاعیه
it_it: Annuncio
pl: Zapowiedź
pt_br: Anuncio
ru_ru: Приветствие
vi: Thông báo

source: Append Announcement on Timeout
de_de: Ansage bei Zeitüberschreitung anfügen
es_es: Anexar Anuncio activado agotado
fa_ir: اعمال اطلاعیه برای وقفه
it_it: Aggiungi annuncio su Timeout
pl: Dołącz zapowiedź o przekroczeniu limitu czasu
pt_br: Juntar Anuncio em Tempo Esgotado
ru_ru: Добавьте приветствие о Тайм-ауте
vi: Kèm thông báo trên Timeout

source: Append Announcement to Invalid
de_de: Hauptansage nach Hinweis auf Fehleingabe
es_es: Agregar anuncio a inválido
fa_ir: اعمال اطلاعیه برای غیرمعتبر
it_it: Aggiungi annuncio a non valido
pl: Dołącz zapowiedź do nieprawidłowego wyboru
pt_br: Anexar Anúncio a Inválido
ru_ru: Добавить приветствие при неверном наборе
vi: Kèm thông báo vào Invalid

source: Applications
de_de: Anwendungen
es_es: Aplicaciones
fa_ir: برنامه ها
it_it: Applicazioni
pl: Aplikacje
pt_br: Aplicações
ru_ru: Приложения
vi: Các ứng dụng

source: Are you sure you don't want a recording for this announcement?
de_de: Sind Sie sicher, dass Sie keine Aufnahme für diese Ankündigung möchten?
es_es: ¿Está seguro que no quiere una grabación para este anuncio?
fa_ir: آیا مطمئن هستید نمیخواهید این اعلان را ضبط کنید؟
it_it: Sei sicuro di non volere una registrazione per questo annuncio?
pl: Czy na pewno nie chcesz nagrania dla tej zapowiedzi?
pt_br: Tem certeza de que não quer uma gravação para este anúncio?
vi: Bạn có chắc không muốn một bản ghi cho thông báo này?

source: Browse
de_de: Durchsuchen
es_es: Buscar
fa_ir: مسیر
it_it: Navigare
pl: Przeglądaj
pt_br: Visualizar
vi: Trình duyệt

source: Can Not Find Uploaded Files
de_de: Es können keine hochgeladenen Dateien gefunden werden
es_es: No puede encontrar los archivos subidos
fa_ir: ناتوان در پیدا کردن فایلهای بارگذاری شده
it_it: Impossibile trovare i file caricati
pl: Nie znaleziono przesłanych plików
pt_br: Não é Possível Localizar os Arquivos Carregados
vi: Không tìm thấy các tệp đã tải lên

source: Check this box to have this option return to a parent IVR if it was called from a parent IVR. If not, it will go to the chosen destination.<br><br>The return path will be to any IVR that was in the call path prior to this IVR which could lead to strange results if there was an IVR called in the call path but not immediately before this
de_de: Markieren Sie dieses Kästchen, damit diese Option zu einem übergeordneten Sprachdialog zurückkehrt, falls sie von einem aufgerufen wurde. Falls nicht, wird zum ausgewählten Ziel gegangen.<br /><br />Der Rückweg führt zu einem Sprachdialog, der im Pfad vor diesem liegt, was zu ungewollten Ergebnissen führen kann, wenn ein Sprachdialog nicht direkt vor diesem angerufen wurde
es_es: Marque esta casilla para que esta opción retorne a un IVR padre si se llama desde un IVR padre. Si no, va a ir al destino elegido.<br><br> El camino de regreso será a cualquier IVR que estaba en el trayecto de la llamada antes de este IVR, que podría conducir a resultados extraños si había un IVR llamado en el camino, pero no inmediatamente antes de este
it_it: Selezionare questa opzione se si vuole ritornare ad un IVR parente se è stato richiamato da esso. Se no, andrà nella destinazione scelta.<br><br>Il percorso di ritorno sarà un qualsiasi IVR che è precedente nel percorso ma può dare risultati inaspettati se l'IVR non è proprio quello immediatamente prima di questo
pl: Zaznacz to pole, aby ta opcja powróciła do nadrzędnego IVR, jeśli został wywołany z nadrzędnego IVR. Jeśli nie, trafi do wybranego miejsca docelowego. <br><br>Ścieżka powrotna będzie do dowolnego IVR, który znajdował się na ścieżce wywołania przed tym IVR, co może prowadzić do dziwnych wyników, jeśli IVR został wywołany na ścieżce wywołania, ale nie bezpośrednio przed tym
pt_br: Selecione esta caixa para fazer com que esta opção retorne para a URA de nível superior se elafoi chamada a partir desta URA. Senão, ela irá para o destino escolhido. <br><br>O caminho de retorno será para qualquer URA que esteve no caminho antes desta URA o que poderia levar a resultados estranhos caso existisse uma URA chamada neste caminho de ligação, mas não imediatamente antes desse
ru_ru: Отметьте здесь, если нужно возвращать в родительское Меню, если вызов сюда поступает из другого Меню. Если не отмечено, вызов поступает на выбор назначений.<br><br>Возврат можно перенаправлять и в любые другие Меню, из которых также производится вызов в действующее Меню, но возврат и перенаправление может привести к неожиданным результатам
vi: Đánh dấu check vào hộp này để tùy chọn này trả về IVR mẹ nếu nó được gọi từ một IVR mẹ. Nếu không, nó sẽ đi đến đích đã chọn.<br><br> đường dẫn trả lại sẽ là bất kỳ IVR nào mà nó nằm trong đường dẫn cuộc gọi trước khi IVR này đem đến một kết quả lạ nếu có một IVR đã gọi trong đường dẫn cuộc gọi nhưng không phải trước nó

source: Choose a destination to route the call to
de_de: Wählen Sie ein Ziel aus, an das der Anruf weitergeleitet werden soll
es_es: Elija un destino para enrutar la llamada
fa_ir: برای مسیردهی تماس ها یک مقصد انتخاب کنید
it_it: Scegli una destinazione per indirizzare la chiamata a
pl: Wybierz miejsce docelowe, do którego chcesz przekierować połączenie
pt_br: Escolha um destino para encaminhar a chamada
vi: Chọn một điểm đích để định tuyến cuộc gọi tới

source: Choose yes to have this option return to a parent IVR if it was called from a parent IVR. If not, it will go to the chosen destination.<br><br>The return path will be to any IVR that was in the call path prior to this IVR which could lead to strange results if there was an IVR called in the call path but not immediately before this
de_de: Wählen Sie „Ja“, damit diese Option zu einem übergeordneten Sprachdialog zurückkehrt, falls sie von einem aufgerufen wurde. Falls nicht, wird zum ausgewählten Ziel gegangen.<br /><br />Der Rückweg führt zu einem Sprachdialog, der im Pfad vor diesem liegt, was zu ungewollten Ergebnissen führen kann, wenn ein Sprachdialog nicht direkt vor diesem angerufen wurde
es_es: Elija Sí para que esta opción regrese a un IVR principal si se llamó desde un IVR principal. Si no, irá al destino elegido. <br><br> La ruta de retorno será a cualquier IVR que estuviera en el camino de llamada antes de este IVR que podría conducir a resultados extraños si hubo un IVR llamado en la llamada Pero no inmediatamente antes de este
it_it: Scegliere Sì per fare in modo che questa opzione ritorni a un IVR principale se è stato chiamato da un IVR principale. In caso contrario, andrà alla destinazione scelta. <br> <br> Il percorso di ritorno sarà a qualsiasi IVR che si trovava nel percorso di chiamata precedente a questo IVR che potrebbe portare a risultati strani se fosse presente un IVR chiamato nella chiamata percorso ma non immediatamente prima di questo
pl: Wybierz opcję Tak, aby ta opcja powróciła do nadrzędnego IVR, jeśli został wywołany z nadrzędnego IVR. Jeśli nie, trafi do wybranego miejsca docelowego. <br><br>Ścieżka powrotna będzie do dowolnego IVR, który znajdował się na ścieżce wywołania przed tym IVR, co może prowadzić do dziwnych wyników, jeśli IVR został wywołany na ścieżce wywołania, ale nie bezpośrednio przed tym
pt_br: Escolha sim para que essa opção retorne a uma URA principal se ela foi chamada de uma URA principal. Se não, ele irá para o destino escolhido.<br><br>O caminho de retorno será para qualquer URA que estava no caminho da chamada antes desta URA, a qual poderia levar a resultados estranhos se houvesse uma URA chamando no caminho da chamada, mas não imediatamente antes desta
ru_ru: Если выбрано ДА , то будет осуществлён возврат в родительское меню .Если НЕТ , то вызов пойдёт на выбранное направление . Если имеются вложенные меню ,то это может привести к неоднозначному поведению
vi: Chọn Yes để tùy chọn này quay lại một IVR mẹ nếu nó được gọi từ một IVR mẹ. Nếu không, nó sẽ đi tới điểm đích đã chọn.<br><br> đường dẫn trở lại sẽ tới bất kỳ IVR nào trong đường dẫn cuộc gọi trước khi IVR này đem tới một kết quả khác nếu có một IVR được gọi trong đường dẫn cuộc gọi nhưng không phải ngay lập tức trước đó

source: Connection Error
de_de: Verbindungsfehler
es_es: Error de conexión
it_it: Errore di connesione
pl: Błąd połączenia
ru_ru: Ошибка подключения

source: Creates Digital Receptionist (aka Auto-Attendant, aka Interactive Voice Response) menus. These can be used to send callers to different locations (eg, Press 1 for sales) and/or allow direct-dialing of extension numbers.
de_de: Erstellt Menüs für Sprachdialoge , auch bekannt als <i>Interactive Voice Response</i>(IVR). Diese können verwendet werden, um Anrufer an verschiedene Orte zu senden (z. B. „Drücken Sie 1 für Vertrieb“) und / oder erlauben Sie die direkte Wahl von Nebenstellennummern.
es_es: Crea menús recepcionista digital (también conocido como operadora automática, también conocido como Respuesta de Voz Interactiva). Estos pueden ser utilizados para enviar las llamadas a diferentes lugares (por ejemplo, Pulse 1 para las ventas) y / o permitir marcación directa de números de extensión.
it_it: Crea menu di receptionist digitale (noti anche come Assistente automatico, ovvero Interactive Voice Response). Questi possono essere utilizzati per inviare i chiamanti a posizioni diverse (ad esempio, premere 1 per le vendite) e / o consentire la selezione diretta dei numeri degli interni.
pl: Tworzy menu cyfrowej recepcjonistki (Automatyczna zapowiedź, Interactive Voice Response). Może ono służyć do odsyłania dzwoniących do różnych lokalizacji (np. Naciśnij 1 dla działu sprzedaży) i/lub umożliwiać bezpośrednie wybieranie numerów wewnętrznych.
pt_br: Cria um menu como Recepcionista Digital (conhecido como URA - Unidade de Resposta Audível). Esse menu envia ligações para diferentes departamentos (por exemplo, para suporte pressione 1) e / ou autoriza discar direto para um ramal do sistema.
ru_ru: Создает Цифровой Автоответчик (или Авто-Секретаря, или Интерактивное Голосовое меню). Эта функция может быть использована для перенаправления звонящих в разные назначения (например. Нажмите 1 для отдела продаж) и/или разрешить прямой донабор внутренних номеров.
vi: Tạo các Menu tiếp tân Kỹ thuật số (còn gọi là Auto-Attendant, aka Interactive Voice Response). Chúng có thể được sử dụng để gửi người gọi đến các vị trí khác nhau (ví dụ, Bấm 1 để đến bộ phận Sale) và / hoặc cho phép các số máy nhánh quay số trực tiếp.

source: Default
de_de: Standard
es_es: Defecto
fa_ir: پیشفرض
it_it: Predefinito
pl: Domyślne
pt_br: Padrão
ru_ru: По умолчанию
vi: Mặc định

source: Delete
de_de: Löschen
es_es: Eliminar
fa_ir: حذف
it_it: Elimina
pl: Usuń
pt_br: Apagar
ru_ru: Удалить
vi: Xóa

source: Delete Recording
de_de: Aufnahme löschen
es_es: Eliminando Grabación
fa_ir: حذف ضبط شده
it_it: Elimina registrazione
pl: Usuń nagranie
pt_br: Apagar Gravação
vi: Xóa bản ghi

source: Delete this entry. Dont forget to click Submit to save changes!
de_de: Löschen Sie diesen Eintrag. Vergessen Sie nicht, auf Senden zu klicken, um die Änderungen zu speichern!
es_es: Borrar esta entrada. No olvide oprimir Enviar para salvar los cambios!
fa_ir: حذف این ورودی.برای ذخیره تغییرات ارسال را کلیک کنید!
it_it: Elimina questa voce. Non dimenticare di fare clic su Invia per salvare le modifiche!
pl: Usuń ten wpis. Nie zapomnij kliknąć przycisk Prześlij, aby zapisać zmiany!
pt_br: Apagar esta entrada. Não esqueça de clicar Enviar para salvar as mudanças!
ru_ru: Удалить этот вход. Не забудьте нажать ПРИМЕНИТЬ, чтобы сохранить изменения!
vi: Xóa mục nhập này. Không được quyền kích chọn Gửi đi ( Submit) để lưu các thay đổi!

source: Description of this IVR
de_de: Beschreibung dieses Sprachdialogs
es_es: Descripción de este IVR
fa_ir: شرح این منوی صوتی
it_it: Descrizione di questo IVR
pl: Opis tego IVR
pt_br: Descrição desta URA
ru_ru: Описание голосового меню
vi: Mô tả của IVR này

source: Destination
de_de: Ziel
es_es: Destino
fa_ir: مقصد
it_it: Destinazione
pl: Miejsce docelowe
pt_br: Destino
ru_ru: Назначение
vi: Điểm đích

source: Destination to send the call to after Invalid Recording is played
de_de: Ziel, an das der Anruf gesendet wird, nachdem die Aufnahme bei ungültiger Eingabe abgespielt wurde
es_es: Destino donde enviar la llamada luego de reproducir Grabación Invalida
fa_ir: داخلی که تماس بعد از اجرا منوی صوتی نامعتبر به آن ارسال میشود
it_it: Destinazione per l'invio della chiamata dopo la riproduzione della registrazione non valida
pl: Miejsce docelowe, do którego ma zostać przekierowane połączenie po odtworzeniu nagrania po wybraniu nieprawidłowej opcji
pt_br: Destino para enviar a chamada depois reproduzir a Gravação Inválida
ru_ru: Назначение перевода вызовы после проигрывания записи о неверном наборе
vi: Điểm đích để gửi cuộc gọi sau khi phát các khi bản ghi không hợp lệ

source: Destination to send the call to after Timeout Recording is played.
de_de: Ziel, an das der Anruf gesendet werden soll, nachdem die Aufnahme bei Zeitüberschreitung abgespielt wurde.
es_es: Destino a enviar la llamada después de reproducir grabación de Agotado.
fa_ir: داخلی که تماس بعد از اجرای منوی صوتی وقفه به آن ارسال میشود.
it_it: Destinazione per l'invio della chiamata dopo la registrazione del timeout.
pl: Miejsce docelowe, do którego ma zostać wysłane połączenie po odtworzeniu nagrywania po upłynięciu limitu czasu.
pt_br: Destino para enviar a chamada após Gravação de Tempo Esgotado ser tocada.
ru_ru: Назначения направления звонка после воспроизведения записи о Тайм-ауте.
vi: Điểm đích để gửi cuộc gọi đến sau khi phát bản ghi thời gian chờ (Timeout Recording).

source: Digits
de_de: Ziffern
es_es: Dígitos
fa_ir: اعداد
it_it: Cifre
pl: Cyfry
pt_br: Dígitos
vi: Các chữ số

source: Digits are limited to 10 digits.
de_de: Die Länge ist auf zehn Ziffern begrenzt.
es_es: Dígitos está limitado a 10.
pl: Cyfry są ograniczone do 10 cyfr.

source: Digits the caller needs to dial to access said destination. Digits are limited to 10 digits.
de_de: Ziffern, die der Anrufer wählen muss, um auf das Ziel zuzugreifen. Die Länge ist auf zehn Ziffern begrenzt.
es_es: Los dígitos que el llamador necesita discar para acceder a dicho destino. Los dígitos están limitados a 10.
it_it: Le cifre che il chiamante deve comporre per accedere a detta destinazione. Le cifre sono limitate a 10 cifre.
pl: Cyfry, które dzwoniący musi wybrać, aby uzyskać dostęp do miejsca docelowego. Cyfry są ograniczone do 10 cyfr.
vi: Chữ số mà người gọi cần để quay số và truy nhập các điểm đích được nhắc đến. Giới hạn là 10 chữ số.

source: Drop Annoucement Recording Here
de_de: Ankündigungs-Aufnahme hier ablegen
es_es: Arrastre la Grabación del Anuncio Aquí
fa_ir: لغو اعلان ضبط تماس
it_it: Rilascia qui la registrazione degli annunci
pl: Upuść plik nagrania tutaj
pt_br: Solte a Gravação do Anúncio Aqui
vi: Thả bản ghi thông báo (Annoucement Recording) ở đây

source: Duplicate
de_de: Doppelt
es_es: Duplicar
pl: Duplikat

source: Edit IVR:
de_de: Sprachdialog bearbeiten:
es_es: Editar IVR:
fa_ir: ویرایش منوی صوتی ：
it_it: modificare IVR:
pl: Edytuj IVR:
pt_br: Editar URA:
ru_ru: Редактировать голосовое меню:
vi: Chỉnh sửa IVR:

source: Edit:
de_de: Bearbeiten:
es_es: Editar:
fa_ir: ویرایش ：
it_it: modificare:
pl: Edytuj:
pt_br: Editar:
ru_ru: Редактировать:
vi: Chỉnh sửa:

source: Enable Direct Dial
de_de: Direktwahl aktivieren
es_es: Habilitar Marcación directa
fa_ir: فعال سازی شماره گیری مستقیم
it_it: Attiva Chiamata Diretta
pl: Włącz bezpośrednie wybieranie
pt_br: Habilitar discagem direta
ru_ru: Разрешить прямые наборы
vi: Kích hoạt Direct Dial (quay số trực tiếp)

source: Failed to write file to disk
de_de: Fehler beim Speichern der Datei
es_es: Error al escribir archivo al disco
fa_ir: خطا در نوشتن فایل روی دیسک
it_it: Impossibile scrivere il file su disco
pl: Nie udało się zapisać pliku na dysku
pt_br: Falha ao gravar o arquivo no disco
vi: Ghi tệp vào đĩa không thành công

source: Force Strict Dial Timeout
de_de: Strikte Zeitüberschreitung erzwingen
es_es: Forzar tiempo muerto estricto de discado
pl: Wymuś ścisły limit czasu wybierania

source: Greeting to be played on entry to the IVR.
de_de: Begrüßung, die zu Beginn des Sprachdialogs abgespielt werden soll.
es_es: Saludo a ser reproducido a la entrada al IVR.
fa_ir: پیام خوش آمد در هنگام ورود به منوی صوتی.
it_it: Saluto da giocare all'ingresso nell'IVR.
pl: Powitanie do odtworzenia przy wejściu do IVR.
pt_br: Saudação a ser reproduzida na entrada para a URA.
ru_ru: Приветствие , проигрываемое при входе в голосовое меню.
vi: Lời chào sẽ được phá trên mục nhập tới IVR.

source: Hit the red record button to start recording from your browser
de_de: Drücken Sie den roten Aufnahmeknopf, um die Aufnahme von Ihrem Browser aus zu starten
es_es: Pulse el botón de grabación rojo para empezar a grabar desde su navegador
fa_ir: بروی کلید قرمز برای ضبط پیام کلیک کنید
it_it: Premi il pulsante rosso di registrazione per avviare la registrazione dal tuo browser
pl: Naciśnij czerwony przycisk nagrywania, aby rozpocząć nagrywanie z przeglądarki
pt_br: Pressione o botão vermelho para iniciar a gravação a partir do seu navegador
vi: Nhấn nút ghi màu đỏ để bắt đầu ghi từ trình duyệt của bạn

source: IVR DTMF Options
de_de: IVR-MFV-Optionen
es_es: Opciones IVR DTMF
fa_ir: گزینه های DTMF منوی صوتی
it_it: Opzioni DTMF IVR
pl: Opcje IVR DTMF
pt_br: Opções URA DTMF
ru_ru: DTMF-опции голосового меню
vi: Tùy chọn DTMF của IVR
