Repository: FreePBX/ivr
Catalog: i18n/*/LC_MESSAGES/ivr.po
Languages: de_de, es_es, fa_ir, it_it, pl, pt_br, ru_ru, vi

source: IVR Description
de_de: IVR-Beschreibung
es_es: Descripción de IVR
fa_ir: شرح منوی صوتی
it_it: Descrizione IVR
pl: Opis IVR
pt_br: Descrição
ru_ru: Описание Интерактивного меню
vi: Mô tả IVR

source: IVR Entries
de_de: IVR-Einträge
es_es: Entradas IVR
fa_ir: ورودی های منوی صوتی
it_it: Voci IVR
pl: Wpisy IVR
pt_br: Entradas URA
ru_ru: Пункты Интерактивного меню
vi: Các mục nhập IVR

source: IVR General Options
de_de: IVR Allgemeine Optionen
es_es: Opciones Generales de IVR
fa_ir: گزینه های عمومی منوی صوتی
it_it: Opzioni Generali IVR
pl: Opcje ogólne IVR
pt_br: Opções Gerais
ru_ru: Основыне настройки Интерактивного меню
vi: Tùy chọn chung ( General) của IVR

source: IVR List
de_de: IVR-Liste
es_es: Lista IVR
fa_ir: فهرست منوی صوتی
it_it: Lista IVR
pl: Lista IVR
pt_br: Lista URA
ru_ru: Список голосового емню
vi: Danh sách IVR

source: IVR Name
es_es: Nombre de IVR
fa_ir: نام منوی صوتی
it_it: Nome IVR
pl: Nazwa IVR
pt_br: Nome
ru_ru: Название Интерактивного меню
vi: Tên IVR

source: IVR: %s / Option: %s
de_de: IVR: %s / Optione: %s
es_es: IVR: %s / Opción: %s
it_it: IVR: %s / Opzione: %s
pl: IVR: %s / Opcja: %s
pt_br: URA: %s / Opção: %s
ru_ru: Интерактивное меню: %s / Опция: %s
vi: IVR: %s/ Tùy chọn: %s

source: IVRs name already exist
de_de: IVRs Name existiert bereits
es_es: El nombre del IVR ya existe
pl: Nazwa IVR już istnieje

source: IVRs require a valid name
de_de: Sprachdialoge benötigen einen gültigen Namen
es_es: El IVR requiere un nombre válido
fa_ir: منوهای صوتی یک نام معتبر نیاز دارند
it_it: Le IVR richiedono un nome valido
pl: IVR wymaga prawidłowej nazwy
pt_br: URAs requerem um nome válido
vi: Các IVR yêu cầu một tên hợp lệ

source: If Yes, upon exiting voicemail a caller will be returned to this IVR if they got a users voicemail
de_de: Wenn Ja, wird ein Anrufer nach dem Beenden der Voicemail an diesen Sprachdialog zurückgeleitet, wenn er eine Voicemail für die Benutzer erhält
es_es: Si la respuesta es Sí, al salir del correo de voz, la persona que llama será devuelta a este IVR si se obtuvo un buzón de correo de voz
fa_ir: اگر بله، در صورت وجود صندوق ایمیل صوتی تماس گیرنده به منوی صوتی بازگردانده میشود که کاربران ایمیل صوتی دریافت کنند
it_it: Se Sì, dopo l'uscita dalla casella vocale, un chiamante verrà restituito a questo IVR se ha ricevuto un messaggio vocale dell'utente
pl: Jeśli tak, po wyjściu z poczty głosowej dzwoniący zostanie powrócony do tego IVR, jeśli otrzymał pocztę głosową użytkownika
pt_br: Se Sim, ao sair do correio de voz, o usuário chamador será devolvido a esta URA se tiver uma caixa de correio de voz
ru_ru: Если Да, то после выхода из голосовой почты вызывающий абонент вернётся в голосовое меню
vi: Nếu Yes, khi thoát khỏi hộp thư thoại một người gọi sẽ được trở lại IVR này nếu chúng có một thư thoại người dùng

source: If set to 'No' then IVR will match on the first digit(s) that match IVR entries, thus if you have entries of 1 and 123 when the caller presses 1 it will dial entry 1, when they press 123 it will match on the first entry so it will dial 1. If set to 'Yes' then IVR will wait the full timeout for the entry so that 123 will match 123. If set to 'No - Legacy' then the IVR will work as it did in previous PBX versions, utilizing the extenwait functionality, if ivr codes conflict with mapped extensions there could possibly be undesired results, however this is the typical default setting for the PBX. Default is 'No - Legacy'
es_es: Si se elije "No" entonces el IVR va a coincidir con el primer dígito que coincida con las entradas del IVR, entonces si Ud. tiene entradas 1 y 123, cuando el llamador presiona 1 llamará a la entrada 1, cuando presiona 123 coincidirá con la primer entrada y por lo tanto discará 1. Si se elije "Si" entonces el IVR esperará el tiempo muerto completo para la entrada entonces 123 coincidirá con 123. Si se elije "No - Legado" entonces el IVR trabajará como lo hizo la PBX en versiones previas, utilizando la funcionalidad "extenwait", si los códigos del IVR estuvieran en conflicto con las extensiones habría la posibilidad de resultados no deseados, sin embargo este es el ajuste por defecto típico para la PBX. Por defecto es "No - Legado"
pl: Jeśli ustawisz na "Nie", IVR dopasuje się do pierwszej cyfry (cyfr), które pasują do wpisów IVR, więc jeśli masz wpisy 1 i 123, gdy dzwoniący naciśnie 1, wybierze wpis 1, po naciśnięciu 123 dopasuje się do pierwszego wpisu, więc wybierze 1. Jeśli jest ustawiony na "Tak", IVR będzie czekał na pełny limit czasu na wpis, tak aby 123 pasowało do 123. Jeśli jest ustawiona na "Nie - starsza wersja", IVR będzie działał tak, jak w poprzednich wersjach PBX, wykorzystując funkcjonalność extenwait, jeśli kody ivr kolidują z mapowanymi numerami wewnętrznymi, mogą wystąpić niepożądane wyniki, jednak jest to typowe ustawienie domyślne dla PBX. Wartość domyślna to "Nie — starsza wersja"

source: Invalid Destination
de_de: Ungültiges Ziel
es_es: Destino inválido
fa_ir: مقصد نامعتبر
it_it: Destinazione non Valida
pl: Nieprawidłowe miejsce docelowe
pt_br: Destino Invalido
ru_ru: Неверное назначение
vi: Điểm đích không hợp lệ

source: Invalid Recording
de_de: Aufzeichnung für ungültiges Ziel
es_es: Grabación Inválida
fa_ir: پیام ضبط شده نامعتبر
it_it: Registrazione non Valida
pl: Nieprawidłowe nagranie
pt_br: Gravação Inválida
ru_ru: Сообщение при неудачном вводе
vi: Bản ghi không hợp lệ

source: Invalid Retries
de_de: Wiederholungen für ungültige Eingabe
es_es: Reintentos Inválidos
fa_ir: تلاش مجدد نامعتبر
it_it: Tentativi non Validi
pl: Nieprawidłowe ponawianie
pt_br: Tentativas Invalidas
ru_ru: Неудачные попытки
vi: Phép thử lại không hợp lệ

source: Invalid Retry Recording
de_de: Aufnahme für Wiederholung nach ungültiger Eingabe
es_es: Reintento de grabación Inválido
fa_ir: تلاش مجدد پیام ظبط شده نامعتبر
it_it: Riprova registrazione non valida
pl: Nieprawidłowe nagranie dla ponownej próby
pt_br: Gravação Tentativa Inválida
ru_ru: Воспроизведение при неуданой попытке
vi: Bản ghi phép thử lại không hợp lệ

source: List IVRs
de_de: IVRs auflisten
es_es: Lista de IVRs
fa_ir: فهرست منوهای صوتی
it_it: Elenco IVR
pl: Lista IVR
pt_br: Listar URAs
ru_ru: Спискок голосовых меню
vi: Danh sách các IVR

source: Missing a temporary folder
de_de: Fehlender temporärer Ordner
es_es: Falta una carpeta temporal
fa_ir: از دست دادن فولدر ذخیره موقت
it_it: Manca una cartella temporanea
pl: Brak folderu tymczasowego
pt_br: Faltando uma pasta temporária
vi: Thiếu một thư mục tạm

source: Name of this IVR
de_de: Name dieses IVR
es_es: Nombre de este IVR
fa_ir: نام این منوی صوتی
it_it: Nome di questa IVR
pl: Nazwa tego IVR
pt_br: Nome desta URA
ru_ru: Имя голосового меню
vi: Tên của IVR này

source: No
de_de: Nein
fa_ir: خیر
pl: Nie
pt_br: Não
ru_ru: Нет
vi: Không

source: No - Legacy
es_es: No - Legado
pl: Nie - starsza wersja

source: No Astman, Not loading IVR
de_de: Kein <i>Astman</i>, lade IVR nicht
es_es: No Astman, No carga IVR
it_it: No Astman, non carico IVR
pl: Brak Astman, nie ładuję IVR

source: No file to load!
de_de: Keine Datei zum Laden!
es_es: ¡No hay archivo para cargar!
fa_ir: فایلی بارگذاری نشد!
it_it: Nessun file da caricare!
pl: Brak pliku do załadowania!
pt_br: Nenhum arquivo para carregar!
vi: Không có tệp nào để tải!

source: No file was uploaded
de_de: Es wurde keine Datei hochgeladen
es_es: Ningun archivo fue subido
fa_ir: فایلی بارگذاری نشده
it_it: Nessun file è stato caricato
pl: Nie przesłano pliku
pt_br: Nenhum arquivo foi carregado
vi: Đã không có tệp nào được tải lên

source: None
de_de: Kein*e
es_es: Ninguno
fa_ir: هیچ
it_it: Nessuno
pl: Żaden
pt_br: Nenhum
ru_ru: Нет
vi: Không có

source: Number of times to retry when no DTMF is heard and the IVR choice times out.
de_de: Anzahl der Wiederholungen, wenn kein MFV gehört wird und die IVR-Auswahl abläuft.
es_es: Numero de reintento cuando no se recibe DTMF en el IVR y la selección agota la espera.
fa_ir: تعداد دفعات تکرار زمان شناسایی نشدن DTMF و وقفه در انتخاب منوی صوتی.
it_it: Numero di volte in cui riprovare quando non si sente DTMF e la scelta dell'IVR scade.
pl: Ilość ponownych prób, gdy nie słychać DTMF i upłynął limit czasu wyboru IVR.
pt_br: Número de vezes a tentar quando nenhum DTMF é ouvido e a opção da URA esgotar o tempo.
ru_ru: Количество попыток повтора при отсутствии попыток набора DTMF и тайм-аута выбора пунктов IVR.
vi: Số lần cho phép thử lại khi không có nào DTMF nhận nghe và IVR được chọn hết giờ.

source: Number of times to retry when receiving an invalid/unmatched response from the caller
de_de: Anzahl der Wiederholungen beim Empfang einer ungültigen / nicht übereinstimmenden Antwort vom Aufrufer
es_es: Numero de veces a reintentar cuando se recibe una selección invalida de parte del llamante
fa_ir: تعداد دفعات تکرار برای شماره نامعتبر دریافتی از تماس گیرنده
it_it: Numero di tentativi per riprovare quando si riceve una risposta non valida / non corrispondente dal chiamante
pl: Liczba ponownych prób w przypadku otrzymania nieprawidłowej/niepasującej odpowiedzi od dzwoniącego
pt_br: Número de vezes a tentar quando receber uma resposta inválida/não coincidente do chamador
ru_ru: Количество неудачных/несовпадающих попыток ввода от звонящего
vi: Lượng thời gian để thử lại khi nhận trả lời không hợp lệ/ không khớp từ người gọi

source: Override the ringer volume. Note: This is only valid for %s phones at this time
de_de: Ruftonlautstärke übersteuern. Hinweis: Dies gilt zur Zeit nur für Telefone von %s
es_es: Anular el volumen del timbre. Tenga en cuenta: esto es solo válido para teléfonos %s en este momento
it_it: Override the ringer volume. Note: This is only valid for %s1 phones at this time
pl: Zastąp głośność dzwonka. Uwaga: To obecnie dotyczy tylko telefonów %s
pt_br: Substituir o volume do toque. Observação: isso só é válido para telefones %s neste momento
vi: Ghi đè lên âm lượng chuông. Lưu ý: Điều này chỉ hợp lệ đối với các điện thoại %s tại thời điểm này

source: Play Previous Recording
de_de: Vorherige Aufnahme abspielen
es_es: Reproducir Grabación Previa
fa_ir: اجرای ضبط قبلی
it_it: Riproduci la registrazione precedente
pl: Odtwórz poprzednie nagranie
pt_br: Reproduzir Gravação Anterior
vi: Phát bản ghi trước đó

source: Please enter a valid value for Digits Pressed
de_de: Bitte geben Sie einen gültigen Wert für die gedrückten Ziffern an
es_es: Por favor ingrese un valor válido para Dígitos Presionados
fa_ir: لطفا مقدار عددی معتبر برای فشردن وارد کنید
pl: Podaj prawidłową wartość w polu wciśnięte cyfry

source: Prompt to be played before sending the caller to an alternate destination due to the caller pressing 0 or receiving the maximum amount of invalid/unmatched responses (as determined by Invalid Retries)
de_de: Aufforderung, die abgespielt werden soll, bevor der Anrufer zu einem alternativen Ziel verbunden wird, weil er entweder die 0 gewählt oder das Maximum an ungültigen/nicht übereinstimmenden Antworten (durch „Ungültige Wiederholungen“ festgelegt) erhalten hat
es_es: Mensaje a reproducirse antes de enviar la persona que llama a un destino alternativo debido a que ha pulsando 0 o se recibió el máximo de respuestas no válidas (según lo determine reintentos inválidos)
it_it: Chiedi conferma di essere riprodotto prima di inviare il chiamante a una destinazione alternativa a causa del chiamante che preme 0 o riceve la quantità massima di risposte non valide / non corrispondenti (come determinato dai tentativi non validi)
pl: Monituj o odtworzenie przed wysłaniem rozmówcy do alternatywnego miejsca docelowego z powodu naciśnięcia przez rozmówcę 0 lub otrzymania maksymalnej liczby nieprawidłowych/niedopasowanych odpowiedzi (określonych jako nieprawidłowe próby)
pt_br: Mensagem a ser tocada antes de enviar o chamador a um destino alternativo devido ao chamador pressionar 0 ou receber a máxima quantidade de respostas inválidas/não coincidentes (como determinado pelas Tentativas Inválidas)
ru_ru: Сообщение воспроизводимое перед отправкой звонящего на альтернативное назначение при нажатии звонящим 0 или при достижении максимального количества неудачных попыток ввода
vi: Phát nhắc nhở trước khi gửi người gọi tới một điểm đích lựa chọn do người gọi nhấn 0 hoắc nhận được một lượng tối đa các phản hồi không hợp lệ/ không khớp ( như được quy định bởi các pháp thử lại không hợp lệ ( Invalid Retries))

source: Prompt to be played when a timeout occurs, before prompting the caller to try again
de_de: Aufforderung, die vor der Aufforderung, es noch einmal zu versuchen, abgespielt werden soll, wenn es zu einer Zeitüberschreitung kommt
es_es: Mensaje a reproducir cuando se agota un tiempo de espera, antes de pedir la persona que llama el volver a intentarlo
fa_ir: درخواست برای پخش در هنگام ایجاد وقفه, قبل از درخواست تلاش مجدد از تماس گیرنده
it_it: Chiedi di essere riprodotto quando si verifica un timeout, prima di chiedere al chiamante di riprovare
pl: Zapowiedź która zostanie odtworzona dzwoniącemu, gdy nastąpi przekroczenie limitu czasu, zanim pozwolisz dzwoniącemu aby spróbował ponownie
pt_br: Mensagem a ser tocada quando um tempo esgotado ocorrer, antes de pedir ao chamador para tentar novamente
ru_ru: Подсказка, звучащая по тайм-ауту, перед просьбой звонящему попробовать еще раз
vi: Phát lại nhắc nhở khi xảy ra thời gian chờ (timeout), trước khi nhắc nhở người dùng thử lại lần nữa

source: Prompt to be played when an invalid/unmatched response is received, before prompting the caller to try again
de_de: Aufforderung, die abgespielt werden soll, wenn eine ungültige/nicht übereinstimmende Antwort erhalten wird und bevor der Anrufer aufgefordert wird, es erneut zu versuchen
es_es: Mensaje a reproducir cuando se recibe una respuesta no válida, antes de pedir al que llama volver a intentarlo
fa_ir: درخواست پخش مجدد در هنگام دریافت ورودی نامعتبر, قبل از درخواست تلاش مجدد از تماس گیرنده
it_it: Richiedi la riproduzione quando viene ricevuta una risposta non valida / non corrispondente, prima di chiedere al chiamante di riprovare
pl: Zapowiedź odtworzona po odebraniu nieprawidłowej/niedopasowanej odpowiedzi, zanim poprosisz dzwoniącego o ponowną próbę
pt_br: Mensagem a ser tocada quando uma resposta inválida/não coincidente é recebida, antes de pedir ao chamador para tentar novamente
ru_ru: Сообщение воспроизводимое когда произошла неудачная/несовпадающая попытка ввода, вопроизводится перед очередной попыткой повторить ввод.
vi: Phát lại nhắc nhở khi nhận được một trả lời không hợp lệ/ không khớp, trước khi nhắc nhở người gọi thử lại một lần nữa

source: Provides options for callers to direct dial an extension.
de_de: Bietet Möglichkeiten, dass Anrufer eine Nebenstelle direkt anwählen.
es_es: Proporciona opciones para las personas que llaman para marcar directamente una extensión.
fa_ir: ایجاد گزینه برای تماس مستقیم به یک داخلی.
it_it: Fornisce opzioni per i chiamanti per dirigere comporre un'estensione.
pl: Udostępnia dzwoniącym opcje bezpośredniego wybierania numeru wewnętrznego.
pt_br: Fornece opções para usuários chamadores para discagem direta de um ramal.
ru_ru: Предлагает опции вызывающим абонентам для прямого набора внутреннего номера .
vi: Cung cấp các tùy chọn cho người gọi có thể quay số một máy nhánh trực tiếp.

source: Recording created for IVR named '%s'
de_de: Aufnahme für den Sprachdialog „%s“ erzeugt
es_es: Grabación creada para el IVR llamado "%s"
it_it: Registrazione creata per IVR denominata '%s1'
pl: Nagranie utworzone dla IVR o nazwie '%s'

source: Recording...
de_de: Wird aufgezeichnet ...
es_es: Grabando...
fa_ir: در حال ضبط..
it_it: Registrazione...
pl: Nagrywanie...
pt_br: Gravando...
vi: Đang ghi ...

source: Reset
de_de: Zurücksetzen
es_es: Reiniciar
fa_ir: بازنشانی
it_it: Azzera
pl: Zresetuj
pt_br: Reiniciar
ru_ru: Сброс
vi: Cài đặt lại

source: Return
de_de: Zurück
es_es: Retorno
fa_ir: بازگشت
it_it: ritorno
pl: Wróć
pt_br: Retornar
ru_ru: Возврат
vi: Trả lại

source: Return on Invalid
de_de: Zurück bei Fehleingabe
es_es: Retorno cuando Invalido
fa_ir: بازگشت برای ورود نامعتبر
it_it: Ritorno non valido
pl: Wróć gdy nieprawidłowy
pt_br: Retorno Quando Inválido
ru_ru: Возврат при неверном наборе
vi: Trả lại trên Invalid

source: Return on Timeout
de_de: Zurück bei Zeitüberschreitung
es_es: Retorno en agotado
fa_ir: بازگشت برای وقفه
it_it: ritorno al timeout
pl: Wróć przy przekroczeniu czasu
pt_br: Retorno Quando Tempo Esgotado
ru_ru: Возврат по таймауту
vi: Trả lại trên Timeout

source: Return to IVR after VM
de_de: Nach VM zurück zu IVR
es_es: Retornar al IVR después de VM
fa_ir: بازگشت به منوی صوتی پس از صندوق صوتی
it_it: Ritorna a IVR dopo VM
pl: Wróć do IVR po poczcie głosowej
pt_br: Retorna para URA após Caixa Postal
ru_ru: Возвращение в Интерактивное меню после Голосовой Почты
vi: Trả lại tới IVR sau VM

source: Return to this IVR when finished
de_de: Abschließend zurück zu diesem IVR
es_es: Volver a este IVR cuando finalice
fa_ir: بازگشت به منوی صوتی پس از اتمام
it_it: Torna a questo IVR quando hai finito
pl: Wróć do tego IVR po zakończeniu
pt_br: Retornar a esta URA quando terminar
vi: Trả lại tới IVR này khi hoàn thành

source: Ring Tone
de_de: Klingelton
es_es: Tono de Timbre
fa_ir: صدای زنگ
it_it: Suoneria
pl: Dzwonek
pt_br: Opção de Toque
vi: Nhạc chuông

source: Ringer Volume Override
de_de: Ruftonlautstärke überschreiben
es_es: Anular Volumen del Timbre
it_it: Sostituzione del volume della suoneria
pl: Nadpisanie głośności dzwonka
pt_br: Substituição do volume do toque
vi: Ghi đè âm lượng chuông

source: Save Recording
de_de: Aufnahme speichern
es_es: Salvar Grabación
fa_ir: ذخیره ضبط شده
it_it: Salvataggio registrazione
pl: Zapisz nagranie
pt_br: Salvar Gravação
vi: Lưu bản ghi

source: Select a 'System Recording' here that will be played on entry to the IVR.
de_de: Wählen Sie hier eine „Systemaufnahme“ aus, die am Anfang des Sprachdialogs abgespielt werden soll.
es_es: Seleccione una "Grabación del Sistema" aquí que será reproducida en el ingreso al IVR.
it_it: Seleziona una "Registrazione del sistema" qui che verrà riprodotta all'ingresso dell'IVR.
pl: Wybierz "Nagranie systemowe", które zostanie odtworzone przy wejściu do IVR.
vi: Chọn 'System Recording' ở đây để nó được phát trên mục nhập tới IVR.

source: Select a Ring Tone from the list of options above. This will determine how your phone sounds when it is rung from this group.
de_de: Wählen Sie aus der obigen Liste einen Klingelton. Hierdurch wird festgelegt, wie Ihr Telefon klingt, wenn es aus dieser Gruppe angeläutet wird.
es_es: Seleccione un Tono de Timbre desde la lista de opciones arriba. Esto determinará como su teléfono sonará cuando es llamado desde este grupo.
fa_ir: انتخاب صدای زنگ از لیست بالا. مشخص میکند تلفن شما با چه صدایی از این گروه زنگ میخورد.
it_it: Seleziona un tono suoneria dall'elenco di opzioni sopra. Questo determinerà come suona il tuo telefono quando viene chiamato da questo gruppo.
pl: Wybierz dzwonek z powyższej listy opcji. To określi, jak brzmi Twój telefon, gdy dzwoni z tej grupy.
pt_br: Selecione uma opção de toque na lista de opções acima. Isto irá determinar como o seu telefone soa quando for executado a partir deste grupo.
vi: Chọn một Nhạc chuông từ danh sách các tùy chọn ở trên. Điều này sẽ xác định điện thoại sẽ có âm thanh như thế nào khi nó đổ chuông từ nhóm này.

source: Submit
de_de: Absenden
es_es: Enviar
fa_ir: ارسال
it_it: Sottoscrivi
pl: Wyślij
pt_br: Enviar
ru_ru: Подтвердить
vi: Gửi đi

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
de_de: Die hochgeladene Datei überschreitet die maximal zulässige Dateigröße, die als Wert "MAX_FILE_SIZE" im HTML-Formular festgelegt wurde
es_es: El archivo subido excede la directiva MAX_FILE_SIZE que fue especificado en el formulario HTML
fa_ir: فایل بارگذاری شده بیش از حد تعیین شده در فرم HTML میباشد
it_it: Il file caricato supera la direttiva MAX_FILE_SIZE che è stata specificata nel modulo HTML
pl: Przesłany plik przekracza parametr MAX_FILE_SIZE określony w formularzu HTML
pt_br: O arquivo enviado excede a diretiva MAX_FILE_SIZE que foi especificada no formulário HTML
vi: Tệp đã tải lên vượt quá kích cỡ tối đa được quy định trong mẫu HTML

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
de_de: Die hochgeladene Datei überschreitet die maximal zulässige Dateigröße, die in der 'upload_max_filesize'-Direktive in der php.ini festgelegt wurde
es_es: EL archivo subido excede la directiva upload_max_filesize en php.ini
fa_ir: فایل بارگذاری شده بیش از حد تعیین شده در فایل php.ini میباشد
it_it: Il file caricato supera la direttiva upload_max_filesize in php.ini
pl: Przesłany plik przekracza parametr upload_max_filesize w php.ini
pt_br: O arquivo carregado excede a diretiva upload_max_filesize no php.ini
vi: Tệp đã tải lên vượt qua kích cỡ tối đa quy định trong php.ini

source: The uploaded file was only partially uploaded
de_de: Die hochgeladene Datei wurde nur teilweise hochgeladen
es_es: El archivo subido fue subido solo parcialmente
fa_ir: فقط بخشی از فایل شما بارگذاری شد
it_it: Il file caricato è stato caricato solo parzialmente
pl: Załadowany plik został przesłany tylko częściowo
pt_br: O arquivo enviado foi carregado parcialmente
vi: Tệp đã tải lên chỉ được tải lên từng phần

source: Timeout
de_de: Zeitlimit
es_es: Tiempo de espera
fa_ir: وقفه
pl: Koniec czasu
pt_br: Tempo Final (Timeout)
ru_ru: Таймаут
vi: Thời gian chờ

source: Timeout Destination
de_de: Ziel bei Zeitüberschreitung
es_es: Destino de Tiempo de Espera
fa_ir: وقفه در مقصد
it_it: Destinazione timeout
pl: Miejsce docelowe po przekroczeniu limitu czasu
pt_br: Tempo Esgotado Destino
ru_ru: Назначение при таймауте
vi: Điểm đích thời gian chờ

source: Timeout Recording
de_de: Aufnahme für Zeitüberschreitung
es_es: Grabación de Tiempo de Espera
fa_ir: وقفه در ضبط
it_it: Timeout di registrazione
pl: Nagranie po przekroczeniu limitu czasu
pt_br: Tempo Esgotado Gravação
ru_ru: Сообщение при таймауте
vi: Bản ghi thời gian chờ

source: Timeout Retries
de_de: Wiederholungen für Zeitüberschreitung
es_es: Reintentos de Tiempo de Espera
fa_ir: وقفه در تلاش مجدد
it_it: Timeout tentativi
pl: Próby ponawiania po przekroczeniu limitu czasu
pt_br: Tempo Esgotado Tentativas
ru_ru: Таймаут попыток
vi: Thời gian chờ cho phép thử lại

source: Timeout Retry Recording
de_de: Aufnahme für Wiederholung nach Zeitüberschreitung
es_es: Grabación de Reintento de Tiempo de Espera
fa_ir: وقفه در ضبط مجدد
it_it: Timeout Riprova registrazione
pl: Nagranie po przekroczeniu limitu czasu
pt_br: Tempo Esgotado Gravação de Tentativa
ru_ru: Сообщение при таймауте повторений
vi: Bản ghi thời gian chờ của Phép thử lại

source: To play the media you will need to either update your browser to a recent version or update your %s
de_de: Zur Wiedergabe der Medien, die Sie benötigen, um Ihren Browser auf eine aktuelle Version zu aktualisieren oder Ihr %s zu aktualisieren
es_es: Para reproducir el medio necesitará actualizar su navegador a una versión reciente o actualizar su %s
fa_ir: برای اجرای این فایل باید مرورگر خود را به روز کنید به نسخه %s
it_it: Per riprodurre i contenuti multimediali dovrai aggiornare il browser a una versione recente o aggiornare %s1
pl: Aby odtworzyć multimedia, musisz zaktualizować przeglądarkę do najnowszej wersji lub zaktualizować swój %s
pt_br: Para reproduzir a mídia, você precisará atualizar seu navegador para uma versão recente ou atualizar seu %s
vi: Để phát media bạn cần phải cập nhật phiên bản gần nhất cho trình duyệt của mình hoặc cập nhật %s
