Repository: FreePBX/ivr
Catalog: i18n/*/LC_MESSAGES/ivr.po
Languages: de_de, es_es, fa_ir, it_it, pl, pt_br, ru_ru, vi

source: Unable to delete the first entry. Please edit instead
de_de: Kann den ersten Eintrag nicht löschen. Bitte bearbeiten Sie ihn stattdessen
es_es: No es posible eliminar la primer entrada. Edite en su lugar
fa_ir: عدم حذف ورودی اول. لطفا ورودی را ویرایش کنید
it_it: Impossibile cancellare la prima voce. Si prega di modificare, invece
pl: Nie można usunąć pierwszego wpisu. Zamiast tego edytuj
pt_br: Não é possível excluir o primeiro elemento. Edite em vez de excluir
vi: Không thể xóa mục nhập đầu tiên. Vui lòng chỉnh sửa thay thế

source: Unable to delete the last entry
de_de: Kann den letzten Eintrag nicht löschen
es_es: No es posible eliminar la última entrada
fa_ir: نمیتوان آخرین ورودی را حذف کند
it_it: Impossibile eliminare l'ultima voce
pl: Nie można usunąć ostatniego wpisu
pt_br: Não é possível excluir o último elemento
vi: Không thể xóa mục nhập mới nhất

source: Unknown Error
de_de: Unbekannter Fehler
es_es: Error Desconocido
fa_ir: خطای ناشناخته
it_it: Errore sconosciuto
pl: Nieznany błąd
pt_br: Erro Desconhecido
vi: Lỗ không xác định

source: Unsupported file format
de_de: Nicht unterstütztes Dateiformat
es_es: Formato de archivo no soportado
fa_ir: فرمت فایل پشتیبانی نمیشود
it_it: Formato file non supportato
pl: Nieobsługiwany format pliku
pt_br: Formato de arquivo não suportado
vi: Định dạng tệp không được hỗ trợ

source: Unsupported file type
de_de: Nicht unterstützter Dateityp
es_es: Tipo de archivo no soportado
fa_ir: نوع فایل پشتیبانی نمیشود
it_it: Tipo di file non supportato
pl: Niewspierany typ plików
pt_br: Tipo de arquivo não suportado
vi: Kiểu tệp không được hỗ trợ

source: Update Required
de_de: Aktualisierung erforderlich
es_es: Actualización requerida
fa_ir: نیاز به بروزرسانی دارد
it_it: Aggiornamento richiesto
pl: Wymagana aktualizacja
pt_br: Necessária Atualização
vi: Yêu cầu phải cập nhật

source: Upload files from your local system. Supported upload formats are: %s. This includes archives (that include multiple files) and multiple files
de_de: Dateien von Ihrem lokalen System hochladen. Die folgenden Formate werden unterstützt: %s. Dies schließt Archive (mit mehreren Dateien) und mehrere einzelne Dateien ein
es_es: Suba archivos de su sistema local. Los formatos de subida soportados son: %s. Esto incluye archivos (que incluyen múltiples archivos) y múltiples archivos
fa_ir: بارگذاری فایل از سیستم شما. فرمت های پشتیبانی شده عبارتند از: %s. که شامل فایل های فشرده شده (فایلهای چندگانه فشرده) نیز میباشد
it_it: Carica file dal tuo sistema locale. I formati di caricamento supportati sono:%s1. Ciò include archivi (che includono più file) e più file
pl: Załąduj pliki z systemu lokalnego. Obsługiwane formaty przesyłania to: %s. Obejmuje to archiwa (zawierające wiele plików) oraz wiele plików
pt_br: Carregue arquivos do seu sistema local. Os formatos de upload suportados são: %s. Isso inclui arquivos compactados (que incluem vários arquivos) e múltiplos arquivos
vi: Tải lên các tệp từ hệ thống tại chỗ của bạn. Các định dạng tải lên được hỗ trợ là: %s. Điều này bao gồm các tệp nén ( gồm các tệp) và nhiều tệp

source: Yes
de_de: Ja
es_es: Si
fa_ir: بله
it_it: Si
pl: Tak
pt_br: Sim
ru_ru: Да
vi: Có

source: Your Browser Blocked The Recording, Please check your settings
de_de: Ihr Browser hat die Aufnahme blockiert. Bitte überprüfen sie Ihre Einstellungen
es_es: Su navegador ha bloqueado la grabación, por favor verifique sus ajustes
fa_ir: مرورگر شما ضبط پیام را محدود کرده، لطفا تنظیمات را بررسی کنید
it_it: Il tuo browser ha bloccato la registrazione, per favore controlla le tue impostazioni
pl: Twoja przeglądarka zablokowała nagranie, sprawdź swoje ustawienia
pt_br: Seu Navegador Bloqueou a Gravação, verifique suas configurações
vi: Trình duyệt của bạn đã chặn Recording, vui lòng kiểm tra cài đặt của bạn

source: digits pressed
de_de: Gedrückte Ziffern
es_es: Dígitos entrados
fa_ir: شماره گرفته شده
it_it: cifre premute
pl: wciśnięte cyfry
pt_br: dígitos pressionados
ru_ru: нажатии цифры
vi: Các chữ số đã nhấn

source: ALERT_INFO can be used for distinctive ring with SIP devices.
de_de: ALERT_INFO kann für einen charakteristischen Klingelton auf SIP-Geräten genutzt werden.
it_it: ALERT_INFO può essere utilizzato per l'anello distintivo con i dispositivi SIP.

source: If set to 'Yes' then IVR will wait the specified timeout length for the full entry. If set to 'No' then IVR will match on the first digit(s) that match IVR entries, thus if you have entries of 1 and 123 when the caller presses 1 it will dial entry 1, when they press 123 it will match on the first entry so it will dial 1. Changing this setting to 'Yes' will wait the full timeout for the entry so that 123 will match 123. Default is 'No'
de_de: Wird dies auf „Ja“ gesetzt, wartet der Sprachdialog für die angegebene Zeit auf den vollständigen Eintrag. Bei „Nein“ gleicht der Sprachdialog nur die erste(n) Ziffer(n) ab, wenn Sie also die Einträge 1 und 123 haben und der Anrufer drückt 1, wird Eintrag 1 gewählt und wenn er 123 drückt, wird ebenfalls die 1 gewählt. Bei „Ja“ würde die gesamte Zeit abgewartet und 123 gewählt. Standardwert ist „Nein“

source: IVR
fa_ir: منوی صوتی
pt_br: URA
ru_ru: Интерактивное меню (IVR)
vi: IVR (Interactive Voice Response) hệ thống tương tác tự động

source: IVR: %s
fa_ir: منوی صوتی ： %s
pt_br: URA: %s
ru_ru: Интерактивное меню: %s

source: Checking for invalid_append_announce..
ru_ru: Проверка на invalid_append_announce..

source: Checking for invalid_id..
ru_ru: Проверка invalid_id..

source: Checking for invalid_ivr_ret..
ru_ru: Проверка на invalid_ivr_ret..

source: Checking for retvm..
ru_ru: Проверка retvm..

source: Checking for timeout_append_announce..
ru_ru: Проверка на timeout_append_announce..

source: Checking for timeout_id..
ru_ru: Проверка timeout_id..

source: Checking for timeout_ivr_ret..
ru_ru: Проверка на timeout_ivr_ret..

source: Checking if announcements need migration..
ru_ru: Проверка, нуждаются ли объявления в перемещении...

source: Deprecated Directory used by %s IVRs
ru_ru: Устаревшие Каталоги используемые %s Интерактивным меню

source: There are %s IVRs that have the legacy Directory dialing enabled. This has been deprecated and will be removed from future releases. You should convert your IVRs to use the Directory module for this functionality and assign an IVR destination to a desired Directory. You can install the Directory module from the Online Module Repository
ru_ru: В Интерактивном меню %s активирован набор Каталога. Эта функция устарела и будет удалена из будущих релизов. Вам следует конвертировать ваше Интерактивное меню, что бы использовать модуль Каталога для этой функциональности и присвоить назначение Интерактивного меню на выбранный каталог. Вы можете установить модуль Каталога из Онлайн Репозитория Модулей

source: added
ru_ru: добавлено

source: adding announcement_id field..
ru_ru: добавление поля announcement_id..

source: already migrated
ru_ru: уже перенесено

source: dropping announcement field..
ru_ru: сброс поля объявления..

source: fatal error
ru_ru: неустранимая ошибка

source: migrate to recording ids..
ru_ru: переход к id записей..

source: migrated %s entries
ru_ru: перемещено %s записей

source: migrating
ru_ru: перемещение

source: no announcement field???
ru_ru: нет поля объявления???

source: not needed
ru_ru: не нужно

source: posting notice about deprecated functionality
ru_ru: Выводит оповещение о устаревшей функциональности
